<template>
  <div>
    <h2 style="text-align: center">
      <p>全世界都在催我长大，您却还在心疼我的小翅膀。</p>
      <p>我可以装作还小，您可不可以不要变老。</p>
      <p>
        因为有您，即便一路跌跌撞撞，我也从不怕跌倒。
        以前，除了学习文化知识，我并不知道自己未来要做什么，总以为要一直学习文化知识，但从我去年暑假，
        我第一次做一个网站，我便已经明确，我未来要做的事了。那一天我兴奋的几乎一夜没睡。
        从专升本考试结束的那一刻开始，我知道，我以后的学习已经不再是文化知识。
        而是，更大的挑战，是我最最最喜欢的专业课，也就是我现在做的东西。
        虽一路跌跌撞撞，我却找到了我自己一生要为之努力的目标。
        我知道了自己未来要做什么，自己未来的意义。无论未来怎样，我都会一如既往的坚定自己的想法。
        爸，感谢有您。
      </p>
    </h2>
    <h1>
      我一直以为父爱是克制的，其实是爱的深沉；父亲节只有一天，您的爱却是岁岁年年。
    </h1>
  </div>
</template>

<script>
</script>
